{
    "fortunes": {
        "0": [
            "Expect a promotion at work.",
            "You'll receive a compliment from someone unexpected.",
            "You will meet your future partner at a coffee shop.",
            "An attractive person will text you.", 
            "Be careful what you say, for it might come back to bite you.",
            "Enjoy the time you spend with loved ones.",
            "Soon, you will be traveling the world.",
            "If you don't give up, you can't fail.",
            "Today is a great day to eat at your favorite restaurant.",
            "A sudden encounter with an important person will happen soon.",
            "Someone special will buy you a meal.",
            "The fortune you seek lies in another cookie.",
            "You're going to be in the spotlight today.",
            "Let go of the past and move forward.",
            "A close friend will reveal their feelings for you.",
            "You will make good life choices today.",
            "Things will heat up between you and a close friend.",
            "Don't be afraid to get hurt, for this will make you stronger.",
            "Expect to reach happiness…in bed.",
            "Do or do not. There is no try.",
            "You might end up with more money than expected.",
            "Find someone who can treat you right.",
            "An admirer will ask you out on a date.",
            "Don't pursue happiness. Create it!",
            "Be the change that you want to see.",
            "Try to make amends with someone you've hurt.",
            "Someone will call you out for being too attractive.",
            "Don't be afraid of growing slowly. Standing still is much worse.",
            "You can do anything you set your mind to.",
            "A salary increase awaits this year.",
            "A vacation to your dream destination awaits.",
            "Tomorrow will be a better day. If not, there's always dessert.",
            "Some of your dreams might come true today.",
            "Every penny you save will help in the long run.",
            "A hookup may lead to a serious relationship.",
            "Something you read will change your life.",
            "You will meet the man or woman of your fantasies.",
            "Stepping out of your comfort zone will lead to happiness.",
            "Expect a visit from someone from the past.",
            "Financial prosperity is coming your way!"
        ]   
    }
}